IDEA Open Model
RebarBase.Material Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the reference of material properties.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement Material { get; set; }
Public Property Material As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
RebarBase Class
IdeaRS.OpenModel.Model Namespace